Repository: Musikolo/plasma-applets-system-panel
Catalog: src/translations/*.po
Languages: fr

source: Standby
fr: En attente

source: Turn off the monitor to save energy
fr: Eteindre l'écran pour économiser l'énergie

source: Lock
fr: Verrouiller

source: Lock the screen
fr: Verrouiller l'écran

source: Switch user
fr: Changer d'utilisateur

source: Start a parallel session as a different user
fr: Démarre une session parallèle en tant qu'utilisateur différent

source: Hibernate
fr: Veille prolongée

source: General
fr: Général

# Icon and location of the icon of each action
source: Icon settings
fr: Configuration des icônes

source: Enabled
fr: Activé

source: Turn off screen when locking
fr: Éteindre l'écran lors du verrouillage

# Number of rows, columns...
source: Layout
fr: Disposition

source: Inline best fit
fr: Ajuster les lignes

source: rows
fr: lignes

source: columns
fr: colonnes

source: Please choose a file
fr: Choisissez un fichier

source: Icons only (*.svg *.png *.jpg *.jpeg)
fr: N'afficher que les icônes (*.svg *.png *.jpg *.jpeg)

source: All files (*)
fr: Tous les fichiers (*)

source: Customize & rearrange icons
fr: Personnaliser et réorganiser les icônes

# Actions for the available radio buttons
source: Action:
fr: Actions

source: Rearrange icons
fr: Réorganiser les icônes

source: Change icons with system icons (recommended)
fr: Modifier les icônes avec les icônes du système (recommandé)

source: Change icons with user-defined icons
fr: Modifier les icônes avec des icônes personnels

source: Move icon to the left
fr: Déplacer l'icône vers la gauche

source: Click to select and move icon
fr: Cliquer pour choisir et déplacer l'icône

source: Click to change icon
fr: Cliquer pour modifier l'icône

source: Move icon to the right
fr: Déplacer l'icône vers la droite

source: Reset all current changes to previous values
fr: Réinitialiser tous les modifications aux valeurs précédentes

source: Reset
fr: Réinitialiser

# NAME OF TRANSLATORS
source: Your names
fr: Dominique Bribanick

# EMAIL OF TRANSLATORS
source: Your emails
fr: chepioq[AT]gmail{DOT}com

# HOMEPAGE OF TRANSLATORS
source: Your homepages
fr: http://kde-look.org/content/show.php/plasma5-applets-system-panel?content=175309
